#ჩვენ ვისწავლეთ შემდეგი მათემატიკური ოპერატორები:/ // * ** %
#გაყოფა, ზუსტ რიცხვზე გაყოფა, გამრავლება, ხარისხსში აყვანა და პროცენტული გაყოფა.

#1) / //
print(15/7)
print(15//7)

print(90/15)
print(90//15)

print(20/3)
print(20//3)

#2)
print(3*3)
print(3**3)

print(5*5)
print(5**5)


print(2*2)
print(2**2)

#3)

print(10%6)
print(100%30)
print(40%8)


#2 second classwork

#სიასა და ცვლადს შორის ის განსხვავებაა რომ სიაში რამოდენიმე ცვლადის ერთდროულად შენახვაა შესაძლებელი

#1)
str info={"goga""luka""gio"}
print(type(str info))