
#1

#1) ჩვენ ვისწავლეთ 4 მონაცემთა ტიპი ესენია : string , integer , float , print .


#2

# 1) strinng არის ტექსტი რომელიც მოცემული გვაქვს ბრჭყალებში მაგ: "ხე", "თხა", ასშ.
# 2) integer  არის მთელ რიცხვებთა სიმრავლე რასაც არ ჭირდება ბრჭყალები მაგ; 20 , 45, ასშ.
# 3) float  ათწილად რიცხვებდა სიმრავლე მაგ :1.45 , 7.03 , ასშ.
# 4) print არის ფუქცია რომელსაც შედეგი გამოაქვს ტერმინალში (ეკრანზე)



#3

print("nika maxoshvili")  # string
print(25)    #integer
print(1.33)  #float



#4

#ცვლადი არის საშუალება იმისა რომ რაღაც კონკრეტულ სიტყვას  მივცეთ კონკრეტული მნიშვნელობა ან მნიშვნელობები მაგ: NAME="nika" ან NAME="gio"



#5

name="nika"
height=1.65
age=16


